// Сформированные компьютером классы-оболочки IDispatch, созданные при помощи Microsoft Visual C++

// ПРИМЕЧАНИЕ. Не изменяйте содержимое этого класса.  Если этот класс будет повторно создан при помощи
//  Microsoft Visual C++, ваши изменения будут перезаписаны.


#include "stdafx.h"
#include "datagrid_table.h"

/////////////////////////////////////////////////////////////////////////////
// CDatagrid_table

IMPLEMENT_DYNCREATE(CDatagrid_table, CWnd)

/////////////////////////////////////////////////////////////////////////////
// свойства CDatagrid_table

/////////////////////////////////////////////////////////////////////////////
// операции CDatagrid_table
